{
    "home": {
        "heading1": "Hi! I'm",
        "heading2": "Web Developer",
        "getInTouchText": "Get in Touch",
        "projectViewText": "Project View"
    },
    "header": {
        "hireMeText": "Hire Me",
        "homeText": "Home",
        "aboutText": "About",
        "skillsText": "Skills",
        "projectsText": "Projects",
        "contactText": "Contact",
        "backtoHome": "Go Back to Home Page",
        "downloadCvText": "Download CV"
    },
    "about": {
        "header1": "Any Type Of Query & Discussion",
        "expText": "Years Of Experience",
        "projectsText": "Projects in ReactJS",
        "header2": "Don't Go By My Words. ",
        "header3": "More You Can Find Here",
        "aboutText": "Full stack web developer with 3+ years of experience in building data intensive web applications with React JS and .NET with SQL server. I have in depth understanding of the complete SDLC with skills in  HTML5, CSS, Javascript, React JS, Redux, Web API, .NET, Figma, SQL, Git., JIRA",
        "downloadCvText": "Download CV"
    },
    "expertize": {
        "header": "I Have Expertize With World's Most Powerful Tools",
        "description": "Till now I have worked on lot of frontend technologies. Technologies I have expertize and can provide supports are - ",
        "reactJsDesc": "ReactJS is a free and open-source front-end JavaScript library for building user interfaces based on components. It is maintained by Meta (formerly Facebook)",
        "muiDesc": "Material UI is beautiful by design and features a suite of customization options that make it easy to implement your own custom design system.",
        "vscodeDesc": "Visual Studio Code, also commonly referred to as VS Code, is a source-code editor made by Microsoft with the Electron Framework, for Windows, Linux and macOS.",
        "reduxDesc": "Redux is an open-source JavaScript library for managing and centralizing application state. It is most commonly used with React or Angular for building user interfaces.",
        "typescriptDesc": "TypeScript is a free and open-source high-level programming language developed by Microsoft that adds static typing with optional type annotations to JavaScript. It is designed for the development of large applications and transpiles to JavaScript.",
        "figmaDesc": "Figma is a collaborative web application for interface design, with additional offline features enabled by desktop applications for macOS and Windows. The feature set of Figma focuses on user interface and user experience design, with an emphasis on real-time collaboration",
        "gitDesc": "Git is a distributed version control system that tracks changes in any set of computer files, usually used for coordinating work among programmers who are collaboratively developing source code during software development. Its goals include speed, data integrity, and support for distributed, non-linear workflows",
        "databaseDesc": "MySQL is an open-source relational database management system (RDBMS). SQL is a language that programmers use to create, modify and extract data from the relational db, as well as control user access to the db."
    },
    "skills": {
        "title": "Experience & Skills",
        "frontend": "Frontend Development",
        "backend": "Backend Development",
        "database": "Database Management",
        "cloud": "Cloud",
        "devops": "DevOps"
    },
    "follow": {
        "title": "Follow Me"
    },
    "feedback": {
        "title": "Our Happy Client"
    },
    "contactUs": {
        "contactus": "Contact Us",
        "header1": "Don't Hesitate To Contact Us",
        "header2": "If You Need More Help.",
        "address": "Address",
        "phone": "Phone",
        "email": "Email",
        "writeToUs": "Write to Us",
        "name": "Name",
        "subject": "Subject",
        "yourMessage": "Your Message",
        "submitNow": "Submit Now",
        "nameRequired": "Name is required",
        "emailRequired": "Email is required",
        "subjectRequired": "Subject is required",
        "messageRequired": "Message is required",
        "emailInvalid": "Please enter a valid email",
        "addressValue": "Flat no: GN OAK, Hiland Woods, Street no: 626,   action area: IIC, Newtown, Kolkata - 700157"
    },
    "footer": {
        "copyrightText": "All Rights Reserved.",
        "backToTop": "Back to Top",
        "heading": "If You Have Any Question Feel Free To Call "
    },
    "projects": {
        "backHome": "Back Home",
        "ourTopProjects": "Our Top Projects",
        "seeAllProjects": "See All Projects",
        "ourProjects": "Our Projects",
        "all": "All",
        "domain": "Category",
        "clientName": "Client Name",
        "githubLink": "GitHub Link",
        "websiteUrl": "Website Link",
        "finishDate": "Finish Date",
        "collaboration": "Collaboration",
        "GRPAC_Desc": "It is a application that is being used in Social service for getting digital signature from common people. It supports 2 language Bengali & English for more customer reach.It has features like Google Sign in, Autenticated Screens for Admin. Firebase setup, Hosting, Image upload, Payment Gateway integration etc."
    }
}