{
    "home": {
        "heading1": "Salut! Je suis",
        "heading2": "Développeur Web",
        "getInTouchText": "entrer en contact",
        "projectViewText": "Vue du projet"
    },
    "header": {
        "hireMeText": "Engagez moi",
        "homeText": "Maison",
        "aboutText": "À propos",
        "skillsText": "Compétences",
        "projectsText": "Projets",
        "contactText": "Contact",
        "backtoHome": "Revenir à la page d'accueil"
    },
    "about": {
        "header1": "Tout type de requête et de discussion",
        "expText": "Des années d'expérience",
        "header2": "Ne vous fiez pas à mes paroles. ",
        "header3": "Plus que vous pouvez trouver ici",
        "aboutText": "Développeur Web full stack avec plus de 3 ans d'expérience dans la création d'applications Web gourmandes en données avec React JS et Spring Boot avec SQL Server. J'ai construit quelques projets Flutter. J'ai une compréhension approfondie du SDLC complet avec des compétences en HTML5, CSS, Javascript, React JS, Redux, Web API, Java Spring Boot, Flutter, Dart JS, SQL, Git., JIRA.",
        "downloadCvText": "Télécharger CV"
    },
    "expertize": {
        "header": "Nous disposons d'une expertise avec les outils les plus puissants au monde",
        "description": "",
        "reactJsDesc": "ReactJS est une bibliothèque JavaScript frontale gratuite et open source permettant de créer des interfaces utilisateur basées sur des composants. Il est maintenu par Meta (anciennement Facebook)",
        "muiDesc": "Material UI est beau de par sa conception et propose une suite d'options de personnalisation qui facilitent la mise en œuvre de votre propre système de conception personnalisé.",
        "vscodeDesc": "Visual Studio Code, également communément appelé VS Code, est un éditeur de code source créé par Microsoft avec Electron Framework, pour Windows, Linux et macOS.",
        "reduxDesc": "Redux est une bibliothèque JavaScript open source permettant de gérer et de centraliser l'état des applications. Il est le plus couramment utilisé avec React ou Angular pour créer des interfaces utilisateur.",
        "springDesc": "Spring Boot Extension est la solution de convention sur configuration de Spring pour créer des applications Spring de qualité production avec un minimum de configuration.",
        "nodeDesc": "Node.js est un environnement de serveur open source multiplateforme qui peut fonctionner sous Windows, Linux, Unix, macOS, etc. Node.js est un environnement d'exécution JavaScript back-end",
        "firebaseDesc": "Firebase, Inc. est un ensemble de services de cloud computing back-end et de plateformes de développement d'applications fournis par Google. Il héberge des bases de données, des services, des authentifications",
        "databaseDesc": "MySQL est un système de gestion de bases de données relationnelles (SGBDR) open source. SQL est un langage que les programmeurs utilisent pour créer, modifier et extraire des données de la base de données relationnelle, ainsi que pour contrôler l'accès des utilisateurs à la base de données."
    },
    "skills": {
        "title": "Expérience et compétences",
        "frontend": "Développement frontend",
        "backend": "Développement back-end",
        "database": "Gestion de base de données"
    },
    "follow": {
        "title": "Suivez-nous"
    },
    "feedback": {
        "title": "Notre client heureux"
    },
    "contactUs": {
        "contactus": "Contactez-nous",
        "header1": "N'hésitez pas à nous contacter",
        "header2": "Si vous avez besoin de plus d'aide.",
        "address": "Adresse",
        "phone": "Téléphone",
        "email": "E-mail",
        "writeToUs": "Écrivez-nous",
        "name": "Nom",
        "subject": "Sujet",
        "yourMessage": "Votre message",
        "submitNow": "Soumettre maintenant",
        "nameRequired": "Le nom est requis",
        "emailRequired": "L'e-mail est requis",
        "subjectRequired": "Le sujet est obligatoire",
        "messageRequired": "Le message est requis",
        "emailInvalid": "Veuillez entrer un email valide",
        "addressValue": "Appartement n°: GN OAK, Hiland Woods, rue n°: 626, zone d'action: IIC, Newtown, Kolkata - 700157"
    },
    "footer": {
        "copyrightText": "Tous droits réservés.",
        "backToTop": "Retour en haut",
        "heading": "Si vous avez des questions, n'hésitez pas à appeler"
    },
    "projects": {
        "backHome": "Retour à la maison",
        "ourTopProjects": "Nos meilleurs projets",
        "seeAllProjects": "Voir tous les projets",
        "ourProjects": "Nos Projets",
        "tous": "Tous",
        "domain": "Catégorie",
        "clientName": "Nom du client",
        "githubLink": "Lien GitHub",
        "websiteUrl": "Lien vers le site Web",
        "finishDate": "Date de fin"
    }
}